import type { Feature } from '@/types';

export const FEATURES: Feature[] = [
  {
    id: 1,
    title: 'Комфорт',
    description:
      'Мы предлагаем вам проживание в современных и уютных домиках, окружённых лесом. Внимательный персонал всегда готов помочь сделать ваше пребывание у нас максимально комфортным.',
    image: '/images/feature.jpg',
    tags: ['Комфорт', 'Уютные домики', 'Безопасность'],
  },
  {
    id: 2,
    title: 'Прогулки',
    description:
      'Откройте для себя разнообразные лесные тропы, отправляйтесь на пешие прогулки, насладитесь свежестью и красотой природы. Для любителей активного отдыха мы предлагаем велопрогулки, рыбалку и другие развлечения на свежем воздухе.',
    image: '/images/feature-1.png',
    tags: ['Прогулки', 'Отдых', 'Природа'],
  },
];